//COMPASM  JOB (JOBNAME),'XSS',CLASS=A,NOTIFY=&SYSUID
//BUILD   EXEC ASMACL
//C.SYSLIB  DD DSN=SYS1.SISTMAC1,DISP=SHR
//          DD DSN=SYS1.MODGEN,DISP=SHR
//          DD DSN=SYS1.MACLIB,DISP=SHR
//C.SYSIN   DD DSN=JAKE.SOURCE.ASM(ENUMDATA),DISP=SHR
//L.SYSLIB  DD  DSN=SYS1.CSSLIB,DISP=SHR
//L.SYSLMOD DD DISP=SHR,DSN=JAKE.TSOTEST.LOADE
//L.SYSIN   DD *
  NAME ENUMDATA(R)
/*
